[
    {
        "id": "1",
        "name":"Flora The Chef",
        "details":"This is a personal service review-based project where a The Chef Called Flora works with homemade food, party dishes etc. Anyone can add their service and customer can add their valuable review in different service. Includes Login and register and Responsive Layout for All device.",
        "link":"https://flora-the-chef.web.app/"
    },
    {
        "id": "2",
        "name":"Weekly Walking Routine App",
        "details":"It's an app by which you can maintain your daily walking routine. You can count your walking time and break time. When you will complete your target, you will see Congratulations message in a toast. Responsive for all device",
        "link":"https://kaleidoscopic-heliotrope-5f22a9.netlify.app/"
    },
    {
        "id": "3",
        "name":"ULearning",
        "details":"It's e-learning website where courses has included category wise. Course Details also added. You can download the course details as pdf file. Responsive for all device",
        "link":"https://u-learning-online-bd-client.web.app/"
    },
    {
        "id": "4",
        "name":"Used Cloth Collection",
        "details":"A dynamic website of Used Cloth Collection where admin can control buyer and seller, seller can add their products for sell, buyer can buy their products. Payment Gateway, CRUD Operation, Authentication and Authorization system has also included. Responsive Layout for All device",
        "link":"https://used-cloth-collections.web.app/"
    },
    {
        "id": "5",
        "name":"Daily News",
        "details":"It's a newspaper website. Different kind of news included. You can find here news according to category, details news is also available. Writers name and views also displayed. News will come according to descending orders of views. Responsive for all device",
        "link":"https://super-kulfi-8ada71.netlify.app/"
    },
    {
        "id": "6",
        "name":"Select Best Five",
        "details":"It's a sports related website. You can select best five players from the all players. Budget calculation included. Responsive for all device",
        "link":"https://6304f27941c9dd144b011705--playful-baklava-13691c.netlify.app/"
    }
]